{"meta":{"title":"Animal Gender: Language Face-Off","description":"How do we gender animals in different languages?","url":"https://pudding.cool/2025/07/kids-books","Keywords":"animals, gender, linguistics","byline":"By <a href=https://pudding.cool/author/melanie-walsh/ target=_blank>Melanie Walsh</a>"},"body":[{"section":"intro","content":[{"type":"text","value":"I recently published a story with <i>The Pudding</i> called <a href=https://pudding.cool/2025/07/kids-books>“Bears Will Be Boys,”</a> a data analysis of how people assign gender to anthropomorphic animals. We read 300 popular English-language children’s books from the past 70+ years. Across all these books, we found a few clear patterns."},{"type":"text","value":"Frogs were overwhelmingly boys. Birds were girls. Pigs leaned a little male but were slowly moving into their Girl Boss era."},{"type":"text","value":"Our findings sparked a heated discussion <a href=https://www.instagram.com/p/DL2mz6BRsSc>on social media</a>, especially among those who speak languages beyond English. Many people perceived these animals differently."},{"type":"Figure","value":{"src":"assets/images/insta-comment.png","caption":""}},{"type":"text","value":"“Really funny to read this as someone speaking French, a Language Where Everything is Gendered,” one commenter said. “Obviously birds are hes and frogs are shes, what do you mean (haha).”"},{"type":"text","value":"It’s a great point. Language absolutely shapes the way we imagine animals, totally separate from reality or biology. And this may be especially true for <b>Languages Where Everything Is Gendered</b>—aka languages with <i>grammatical</i> gender, where nouns (including animals) are assigned a masculine, feminine, or sometimes neuter gender."},{"type":"text","value":"We acknowledged this point in our original story, but you made it clear: for many of you, grammatical gender <i>really</i> shapes your imagined sense of an animal’s gender, even when it’s a made-up character in a kid’s story."},{"type":"text","value":"So I wanted to do a quick breakdown of how 10 different languages with grammatical gender—Arabic, French, German, Greek, Hindi, Italian, Polish, Portuguese, Russian, and Spanish—represent 14 different animals. How do these animals match up? And how do they compare to our English-language findings?"},{"type":"h2","value":"Animal Face-Off"},{"type":"text","value":"Let’s start with frogs. In the popular English-language children’s books that we examined, frog characters were overwhelmingly portrayed as male—94% of the time. In languages like Arabic, German, Greek, and Hindi, frogs are grammatically gendered male, too."},{"type":"DotPlot","value":{"id":"books","title":"Frog","sub":"*Gender of frog by language","featured_animal":"frog"}},{"type":"text","value":"But in most of the Romance languages—Spanish, French, Portuguese, Italian—frogs are gendered female. (In these plots, Spanish is standing in for all the Romance languages. Don’t worry: you can explore each language below)."},{"type":"text","value":"Next up: birds. While birds were one of the few animals gendered more female in the English-language kids’ stories, they are grammatically masculine in 8 of these 10 other languages!"},{"type":"DotPlot","value":{"id":"books","title":"Bird","sub":"*Gender of bird by language","featured_animal":"bird"}},{"type":"text","value":"Among these languages, only Russian uses the feminine gender for birds."},{"type":"text","value":"Ladybugs are feminine in almost all 10 languages. But there’s one curious outlier."},{"type":"DotPlot","value":{"id":"books","title":"Ladybug","sub":"*Gender of ladybug by language","featured_animal":"ladybug"}},{"type":"text","value":"Feminine grammatical gender makes sense, since many words for ladybug have strong (and weird!) associations with the Virgin Mary, “God’s little cow,” and other feminine figures (for more on that, see <a href=https://pudding.cool/2025/07/kids-books/>our original story</a>)."},{"type":"text","value":"While the German word for ladybug—<i>Marienkäfer</i> (Mary’s bug)—is also associated with the Virgin Mary, the word is actually grammatically masculine. It’s <i><b>der</b> Marienkäfer</i>."},{"type":"text","value":"We found some examples of German children’s books where ladybug characters are male, something we never found in the popular English-language stories."},{"type":"Swiper","value":{"examples":[{"src":"assets/images/pedro.png","alt":"Pedro, der kleine Marienkäfer","caption":"Pedro, der kleine Marienkäfer","pronoun":"he"},{"src":"assets/images/waldemar.png","alt":"Der schnarchende Marienkäfer: Und andere Gute-Nacht-Geschichten","caption":"Waldemar in <i>Der schnarchende Marienkäfer: Und andere Gute-Nacht-Geschichten</i>","pronoun":"he"},{"src":"assets/images/gerry.png","alt":"Gerry in <i>Gerry Christmas: Ein Marienkäfer am Nordpol</i>","caption":"Gerry in <i>Gerry Christmas: Ein Marienkäfer am Nordpol</i>","pronoun":"he"},{"src":"assets/images/moritz.jpg","alt":"Moritz","caption":"Moritz","pronoun":"he"}]}},{"type":"DotPlotAll","value":{"id":"books","title":"All Animals"}},{"type":"h2","value":"Grammatical gender is not destiny"},{"type":"text","value":"But, of course, grammatical gender is not destiny. And, in fact, it’s often very arbitrary (for example, in French, the word for vagina, <i>le vagin</i>, is grammatically masculine ¯\\_(ツ)_/¯). So even if the word for an animal is grammatically feminine, it doesn’t mean that animal will always be represented as female—or, in the case of anthropomorphic characters, as a girl or a woman."},{"type":"text","value":"In Spanish, where frogs are always grammatically feminine (<em>la rana</em>), you still find dude frogs. The famous Muppets character Kermit the Frog is masculinized through the addition of a traditionally male name—<em>La Rana René</em> in Mexico and Latin America, or <em>La Rana Gustavo</em> in Spain.<sup id=\"ref-1\"><a href=\"#footnote-1\">1</a></sup>"},{"type":"Figure","value":{"src":"assets/videos/tiktok3.mp4","caption":"<a href=https://www.tiktok.com/@loschicosdelfondo4/video/7199703136515214597 target=_blank rel=noreferrer>@loschicosdelfondo4 on TikTok</a>"}},{"type":"text","value":"And there are other ways of conjuring male frogs, like using the closely related word <em>el sapo</em> (toad). The Spanish translation of Arnold Lobel’s famous <em>Frog and Toad</em> series even uses a totally made up word, <em>sepo</em>—<a href=https://www.goodreads.com/book/show/826225 target=_blank rel=noreferrer><em>Sapo y Sepo, inseparables</em></a>—to describe the iconic frog in slacks and distinguish him from his <em>sapo</em> bestie."},{"type":"Figure","value":{"src":"assets/images/sapo-y-sepo@2x.jpg","alt":"Book cover of Sapo y Sepo, inseparables. The illustration shows a frog and a toad, one green and one brown, riding a tandem bicycle together. The green frog wears a jacket and pants, while the brown toad wears a cap and shirt.","caption":"The cover of <a href=https://www.goodreads.com/book/show/826225><em>Sapo y Sepo, Inseparables</em></a>, the Spanish translation of Arnold Lobel’s <em>Frog and Toad Together</em>, translated by Pablo Lizcano."}},{"type":"text","value":"While both these examples are famous male frogs imported from English, you see the same pattern in stories from the same language."},{"type":"text","value":"Even though the German word for ladybug is masculine, you can still find plenty of little girl ladybug characters."},{"type":"Swiper","value":{"examples":[{"src":"assets/images/kalinka.jpg","alt":"Kalinka","caption":"Kalinka","pronoun":"she"},{"src":"assets/images/liselotte.png","alt":"liselotte","caption":"liselotte","pronoun":"she"},{"src":"assets/images/coki.jpg","alt":"Coki","caption":"Coki","pronoun":"she"}]}},{"type":"h2","value":"Data & Methods"},{"type":"text","value":"You can find the data we used in our original analysis <a href=https://github.com/the-pudding/kids-book-animals/tree/main/static/assets/data target=_blank rel=noreferrer>on GitHub<a/>."},{"type":"text","value":"Check out the original story \"Bears Will Be Boys\" with Russell Samora, Michelle Pera-McGhee, and Jan Diehm for more details."},{"type":"h2","value":"Footnotes"},{"type":"Ul","value":{"values":["1. In recent years, Disney apparently <a href=https://youtu.be/9RKUflPaa4E?si=yDw25W77plujDfBs target=_blank rel=noreferrer>changed</a> La Rana René’s name to Kermit, attempting to standardize names across countries.<a href=\"#ref-1\">↩</a>"]}}]}]}