{"meta":{"title":"Animal Gender: Language Face-Off","description":"How do we gender animals in different languages?","url":"https://pudding.cool/2025/07/kids-books","Keywords":"animals, gender, linguistics","byline":"By <a href=https://pudding.cool/author/melanie-walsh/ target=_blank>Melanie Walsh</a>","others":"With <a href=https://pudding.cool/author/russell-samora/ target=_blank>Russell Samora</a>, <a href=https://pudding.cool/author/michelle-pera-mcghee/ target=_blank>Michelle Pera-McGhee</a>, <a href=https://pudding.cool/author/jan-diehm/ target=_blank>Jan Diehm</a>"},"body":[{"section":"intro","content":[{"type":"text","value":"We recently published a story about how we assign gender to anthropomorphic animals, focusing on English-language children’s books. Across 300 popular books from the past 70+ years, there were some clear patterns. Frogs were boys. Birds were girls. Pigs leaned a little male but were slowly moving into their Girl Boss era."},{"type":"text","value":"Our findings sparked a heated discussion on social media, especially among those who do not speak English. Many people perceived these animals differently."},{"type":"text","value":"“Really funny to read this as someone speaking French, a Language Where Everything is Gendered,” one commenter said. “Obviously birds are hes and frogs are shes, what do you mean (haha).”"},{"type":"text","value":"It’s a great point. Language shapes the way we imagine animals’ gender, totally separate from their biological sex. And that may be especially true for <b>Languages Where Everything is Gendered</b>—aka languages with <i>grammatical</i> gender, where nouns (including animals) are assigned a masculine, feminine, or sometimes neuter gender."},{"type":"text","value":"We acknowledged this point in our original story, but you made it clear: for many of you, grammatical gender <i>really</i> shapes your imagined sense of an animal’s gender, even when it’s a made-up character in a kid’s story."},{"type":"text","value":"So we wanted to do a quick breakdown of how 10 different languages—Arabic, French, German, Greek, Hindi, Italian, Polish, Portuguese, Russian, and Spanish—gender 10 different animals. How do these animals match up? And which ones, if any, may have influenced our English-language findings?"},{"type":"h2","value":"Animal Face-Off"},{"type":"text","value":"Let’s start with frogs. Frog characters were almost always gendered male in the popular English-language children’s books. In languages like Arabic, German, Greek, frogs are grammatically gendered male, too. Even in Hindi, a language from a different branch of the Indo-European family, frogs (मेंढक – maindhak) are grammatically masculine."},{"type":"DotPlot","value":{"id":"books","title":"Frog","sub":"*Gender of frog by language","featured_animal":"frog"}},{"type":"text","value":"But in most of the Romance languages—Spanish, French, Portuguese, Italian—frogs are gendered female. There’s a clear divide."},{"type":"text","value":"Next up: birds. While birds were one of the few animals gendered more female in the English children’s books, they are grammatically masculine in 8 of these 10 other languages!"},{"type":"DotPlot","value":{"id":"books","title":"Bird","sub":"*Gender of bird by language","featured_animal":"bird"}},{"type":"text","value":"Only Russian genders birds female—at least linguistically—like it seems we may conceptually in English."},{"type":"text","value":"Ladybugs are grammatically feminine in almost all of these languages. But there’s one curious outlier."},{"type":"DotPlot","value":{"id":"books","title":"Ladybug","sub":"*Gender of ladybug by language","featured_animal":"ladybug"}},{"type":"text","value":"Many words for ladybug have strong associations with femininity—with the Virgin Mary, with “God’s little cow,” and with other female figures (as we discussed in our original story). So a feminine gender in the language itself makes some sense."},{"type":"text","value":"While the German word for ladybug—<i>Marienkäfer</i> (Mary’s bug)—is also associated with the Virgin Mary, this word is actually grammatically masculine. It’s <i><b>der</b> Marienkäfer</i>."},{"type":"text","value":"That may influence German perceptions of the ladybug’s gender. In one story, the ladybug is a boy. We never found that in English."},{"type":"DotPlotAll","value":{"id":"books","title":"All Animals"}},{"type":"h2","value":"Grammatical gender is not destiny"},{"type":"text","value":"But, of course, grammatical gender is not destiny. Even when the word for an animal is grammatically feminine in a certain language, it doesn’t mean that animal will always be represented as female—or, in the case of anthropomorphic characters, as a girl or a woman."},{"type":"text","value":"For example, in Spanish, where frogs are always grammatically feminine, we still have dude frogs. The famous Muppets character Kermit the Frog is masculinized through the addition of a traditionally male name—<em>La Rana René</em> in Mexico and Latin America, or <em>La Rana Gustavo</em> in Spain.<sup id=\"ref-1\"><a href=\"#footnote-1\">1</a></sup>"},{"type":"Figure","value":{"src":"assets/videos/tiktok3.mp4","caption":"<a href=https://www.tiktok.com/@loschicosdelfondo4/video/7199703136515214597 target=_blank rel=noreferrer>@loschicosdelfondo4 on TikTok</a>"}},{"type":"text","value":"There are other ways of conjuring male frogs, too, like using the closely related word <em>el sapo</em> (toad) instead of <em>la rana</em> (frog). The Spanish translation of Arnold Lobel’s famous <em>Frog and Toad</em> series even uses a totally made up word, <em>sepo</em>—<a href=https://www.goodreads.com/book/show/826225 target=_blank rel=noreferrer><em>Sapo y Sepo, inseparables</em></a>—to describe the iconic frog in slacks and distinguish him from his <em>sapo</em> bestie."},{"type":"Figure","value":{"src":"assets/images/sapo-y-sepo@2x.jpg","alt":"Book cover of Sapo y Sepo, inseparables. The illustration shows a frog and a toad, one green and one brown, riding a tandem bicycle together. The green frog wears a jacket and pants, while the brown toad wears a cap and shirt.","caption":"The cover of <a href=https://www.goodreads.com/book/show/826225><em>Sapo y Sepo, Inseparables</em></a>, the Spanish translation of Arnold Lobel’s <em>Frog and Toad Together</em>, translated by Pablo Lizcano."}},{"type":"text","value":"It might not be a coincidence that both of these examples are famous male frogs imported from English. But…"},{"type":"Swiper","value":{"examples":[{"src":"assets/images/rabbit-listened-it@2x.png","alt":"An illustration from <em>The Rabbit Listened</em> (2018) that shows two scenes. In the top half, a small brown rabbit approaches a scattered pile of yellow toy blocks. The text reads: \"But it moved closer, and closer.\" In the bottom half, a child named Taylor with curly dark hair, wearing teal striped pajamas, sits curled up on the ground looking sad. The rabbit now sits quietly beside Taylor, leaning in. The text beside them reads: \"Until Taylor could feel its warm body.\"","caption":"The rabbit from <em>The Rabbit Listened</em> (2018), written and illustrated by Cori Doerrfeld.","pronoun":"it"},{"src":"assets/images/kitten-it-are-you-my-mother@2x.png","alt":"An illustration from <em>Are You My Mother?</em> (1960) showing a wide-eyed brown kitten standing silently, staring at a small bird who is looking up at it with an open beak. The kitten has bright yellow eyes and a neutral expression. The text reads: \"The kitten just looked and looked. It did not say a thing.\"","caption":"A kitten from <em>Are You My Mother?</em> (1960), written and illustrated by P. D. Eastman.","pronoun":"it"},{"src":"assets/images/very-lonely-firefly@2x.png","alt":"A vibrant illustration shows a firefly with red wings and a green face flying through a twilight sky. On the right, the orange sun sets below the horizon, casting red rays into the deepening blue and purple sky. The text at the top reads: \"As the sun set a little firefly was born.","caption":"A firefly from <em>The Very Lonely Firefly</em> (1995), written and illustrated by Eric Carle.","pronoun":"it"},{"src":"assets/images/wolverine-cozy-zoom@2x.jpg","alt":"An illustration shows a snowy arctic landscape under a night sky glowing with northern lights. On the left, a wolverine covered trudges through the snow. On the right, a large, shaggy musk ox named Cozy stands in the snow, sheltering several small animals beneath him. The text reads: \"As winter went by, the storms grew worse. The wind blew and blew, and a low humpy shape appeared, swaying and shuffling. Its coat was covered with ice balls. 'Shaggy beast,' it growled, 'I fell into an ice floe and am chilled to the bone. Can you help me?' Cozy was happy to invite the wolverine in, but added to the house rules. 'Quiet voices, gentle thumping, claws to yourself, no biting, and no pouncing.'\"","caption":"A wolverine from <em>Cozy</em> (2020), written and illustrated by Jan Brett.","pronoun":"it"}]}}]},{"section":"methods","summary":{"title":"Data & methods","questions":["Which books did we use?","How did we identify gender?"],"time":"4 min"},"content":[{"type":"h3","value":"Where can I find the data for the English-language children’s book results?"},{"type":"text","value":"You can find the data we used in our original analysis <a href=https://github.com/the-pudding/kids-book-animals/tree/main/static/assets/data target=_blank rel=noreferrer>on GitHub<a/>."},{"type":"h3","value":"Footnotes"},{"type":"Ul","value":{"values":["1. In recent years, Disney apparently <a href=https://youtu.be/9RKUflPaa4E?si=yDw25W77plujDfBs target=_blank rel=noreferrer>changed</a> La Rana René’s name to Kermit, attempting to standardize names across countries.<a href=\"#ref-1\">↩</a>"]}}]}]}